Repository: C3S/collecting_society_web
Catalog: collecting_society_portal_repertoire/locale/*/LC_MESSAGES/collecting_society_portal_repertoire.po
Languages: de

source: registration of repertoire for C3S
de: Registrierung des Repertoires für C3S

source: english
de: englisch

source: register
de: Registrieren

source: survey
de: Umfrage

source: buggers
de: Käferer

source: caution
de: Achtung

source: terms
de: Nutzungsbedingungen

source: Profile
de: Profil

source: Help
de: Hilfe

source: Contact
de: Kontakt

source: Terms
de: Nutzungsbedingungen

source: Logout
de: Ausloggen

source: Files
de: Dateien

source: Artists
de: Künstler

source: Creations
de: Werke

source: Releases
de: Veröffentlichungen

source: Unable to process picture
de: Konnte Bild nicht verarbeiten

source: Error while processing picture data: "${e}"
de: Konnte Bilddaten nicht verarbeiten: "${5}"

source: Number of files you uploaded more than once
de: Anzahl der Dateien, die Du mehr als einmal hochgeladen hast

source: Duplicates
de: Duplikate

source: Number of files you uploaded that had invalid file formats
de: Anzahl der hochgeladenen Dateien mit ungültigem Dateiformat

source: Format errors
de: Formatfehler

source: Number of files you uploaded that where encoded with a lossy compression algorithm
de: Anzahl der hochgeladenen Dateien, die mit einem verlustbehafteten Kompressionsalgorithmus erzeugt wurden

source: Lossy compression
de: Verlustbehaftete Kompression

source: Total number of files you uploaded that where rejected
de: Gesamtzahl an Dateien, die Du hochgeladen hast und die nicht akzeptiert wurden

source: Rejected (sum)
de: Zurückgewiesen (Gesamt)

source: Number of files you uploaded but didn't assign to a creation yet
de: Anzahl hochgeladener Dateien, die Du noch keinem Werk zugeordnet hast

source: Orphaned
de: Verwaist

source: Number of artists, creations, and releases you didn't yet release to be valid in the C3S database
de: Anzahl an Künstlern, Werken und Veröffentlichungen, die Du noch nicht für die C3S-Datenbank freigegeben hast

source: Uncommited
de: Nicht freigeschaltet

source: Add Artist
de: Künstler hinzufügen

source: Submit
de: Übernehmen

source: Edit
de: Bearbeien

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Members
de: Mitglieder

source: Groups
de: Gruppen

source: Edit Artist
de: Künstler bearbeiten

source: Add
de: Hinzufügen

source: Add Creation
de: Werk hinzufügen

source: Title
de: Titel

source: Featured Artist
de: Gastkünstler

source: Styles
de: Stile

source: Contributions
de: Beiträge

source: Performance
de: Darbietung

source: Recording <dynamic element>
de: Aufnahme <dynamisches Element>

source: Producing
de: Produzierend

source: Composition <dynamic element>
de: Komposition <dynamisches Element>

source: Origins
de: Herkünfte

source: Adaption
de: Bearbeitung

source: Derivatives
de: Abwandlungen

source: Licenses
de: Lizenzen

source: Tariff Categories
de: Tarif-Kategorien

source: First Release
de: Erstveröffentlichung

source: Lyrics
de: Liedtext

source: Edit Creation
de: Werk bearbeiten

source: Welcome
de: Lieber

source: you can find the latest news and todos for your next steps here on this dashboard.
de: hier auf deinem Dashboard findest du die neuesten Meldungen und Hinweise für deine nächsten Schritte.

source: Representatives
de: Repräsentanten

source: Germany
de: Deutschland

source: OpenPGP Public Key
de: Öffentlicher OpenPGP Schlüssel

source: Phone
de: Telefon

source: About
de: Über

source: Caution
de: Achtung

source: Register
de: Registrieren

source: registered in Dusseldorf, Germany, reg.no.: GnR 506 (Genossenschaftsregister Düsseldorf)
de: registriert in Dusseldorf, Germany, Reg.-Nr.: GnR 506 (Genossenschaftsregister Düsseldorf)

source: registered office
de: registrierter Firmensitz

source: European Cooperative Society founded in Hamburg on Sept. 25, 2013 under the law of the Federal Republic of Germany.
de: Europäische Genossenschaft gegründet in Hamburg am 25. September 2013 gemäß den Gesetzen der Bundesrepublik Deutschand.

source: Statute
de: Satzung

source: Survey
de: Umfrage

source: Buggers
de: Käferer

source: Type
de: Typ

source: Artist
de: Künstler

source: Contribution Type
de: Art des Beitrags

source: Performance Type
de: Art der Darbietung

source: Role
de: Rolle

source: Collecting Society
de: Verwertungsgesellschaft

source: Neighbouring Rights Society
de: Leistungsschutzrecht-Verwertungsgesellschaft

source: Tariff Category
de: Tarifkategorie

source: Creation
de: Werk

source: License
de: Lizenz

source: Medium Number
de: Mediennummer

source: Add Release
de: Veröffentlichung hinzufügen

source: Release Type
de: Veröffentlichungstyp

source: Split Release
de: Split-Veröffentlichung

source: Artist Release
de: Künstler-Veröffentlichung

source: Compilation
de: Zusammenstellung

source: <dynamic element> <dynamic element>
de: <dynamisches Element> <dynamisches Element>

source: Warning
de: Warnung

source: Tracklist
de: Track-Liste

source: Producers
de: Produzenten

source: Neighbouring Rights Societies
de: Verwertungsgesellschaft für Leistungsschutzrechte

source: Publisher
de: Verlag

source: Copyright Date
de: Copyright-Datum

source: Production Date
de: Produktionsdatum

source: Label Catalog Number
de: Label-Katalognummer

source: EAN or UPC Code
de: EAN oder UPC Code

source: Release Date
de: Veröffentlichungsdatum

source: Release Cancellation Date
de: Veröffentlichungs-Widerrufsdatum

source: Online Release Date
de: Online-Veröffentlichungsdatum

source: Online Release Cancellation Date
de: Online-Veröffentlichung-Widerrufsdatum

source: Distribution Territory
de: Vertriebsgebiet

source: Edit Release
de: Veröffentlichung bearbeiten

source: Upload
de: Hochladen

source: Cancel
de: Abbrechen

source: Processing...
de: Verarbeite...

source: No preview
de: Keine Vorschau

source: Upload failed.
de: Hochladen fehlgeschlagen.

source: Upload was succesfull.
de: Hochladen war erfolgreich.

source: Filename
de: Dateiname

source: Preview
de: Vorschau

source: Size
de: Größe

source: Mime Type
de: Mime Typ

source: Processing State
de: Verarbeitungsstatus

source: Upload finished
de: Hochladen beendet

source: Preview created
de: Vorschau erzeugt

source: Checksum created
de: Checksumme erzeugt

source: Fingerprint created
de: Fingerprint erzeugt

source: Dropped
de: Abgelegt

source: Archived
de: Archiviert

source: Deleted
de: Gelöscht

source: Rejected
de: Zurückgewiesen

source: Unknown
de: Unbekannt

source: Rejection Reason
de: Ablehnungsgrund

source: Duplicate Checksum
de: Doppelte Checksumme

source: Duplicate Fingerprint
de: Doppelter Fingerprint

source: Format Error
de: Formatfehler

source: No Fingerprint
de: Kein Fingerprint

source: Lossy Compression
de: Verlustbehaftete Kompression

source: Missing Database Record
de: Fehlender Datensatz

source: Rejection Reason Details
de: Details zum Abweisungsgrund

source: Audiofile Features
de: Audiodatei-Eigenschaften

source: Length
de: Länge

source: Channels
de: Kanäle

source: Sample Rate
de: Samplingrate

source: Sample Width
de: Bittiefe

source: Audiofile Metadata
de: Metadaten der Audiodatei

source: Release
de: Veröffentlichung

source: Track Number
de: Tracknummer

source: Extract metadata
de: Metadaten auslesen

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Birthdate
de: Geburtsdatum

source: Create date
de: Erzeugungsdatum

source: Artist deleted: ${arna} (${arco})
de: Künstler gelöscht: ${arna} (${arco})

source: Release deleted: ${reti} (${reco})
de: Veröffentlichung gelöscht: ${reti} (${reco}

source: Creation deleted: ${crct} (${crco})
de: Werk gelöscht: ${crct} (${crco})

source: Your email verification was successful.
de: Deine Email-Überprüfung war erfolgreich.

source: Your email verification was not successful (wrong validation code).
de: Deine Email-Überprüfung war nicht erfolgreich (falscher Validierungscode)

source: Your email verification was not successful (no validation code).
de: Deine Email-Überprüfung war nicht erfolgreich (kein Validierungscode angegeben).

source: Your email verification was successful. Now login with your new email address!
de: Deine Email-Überprüfung war erfolgreich. Bitte logge Dich jetzt mit der neuen Email-Adresse ein!

source: Content deleted:
de: Datei geöscht:

source: Content deleted: ${cona} (${coco})
de: Datei gelöscht: ${cona} (${coco})

source: Missing Releases
de: Fehlende Veröffentlichungen

source: You didn't create any releases yet. Please do so using the menu on the left side. Releases are generally collections of creations that have been made available to the public. Sometimes only one creation is part of a release (called a 'single'). Creations are organized on a release using track numbers and medium numbers. Note that you may use track titles that differ from the genuine creation title.
de: Du hast noch keine Veröffentlichungen hinzugefügt. Bitte hole das über das Menü auf der linken Seite nach. Veröffentlichungen sind allgemein Zusammenfassungen von Werken, die der Öffentlichkeit zugänglich gemacht wurden. Manchmal enthält die Veröffentlichung nur ein Werk (was dann 'Single' heißt). Werke sind auf einer Veröffentlichung mit Hilfe von Track-Nummern und Medium-Nummern organisiert. Hinweis: Du kannst auf der Veröffentlichung Track-Titel benutzen, die sich vom Werktitel unterscheiden.

source: Rejected Content
de: Abgelehnte Datei

source: Uncommitted Content
de: Nicht freigeschaltete Datei

source: No Files Uploaded Yet
de: Noch keine Dateien hochgeladen

source: You didn't upload any files yet. Please do so using the menu on the left side. There are two types of files: audio and pdf. PDFs should contain any form of sheet music, for example exports from music notation software like MuseScore or Noteflight, or even scans from handwritten scores. Audio files have to be provided in a lossless format like .wav or .flac -- lossy formats like .mp3 or .ogg will be rejected. The reason we want to have this digital representation of your work is that we can identify a song without doubt should there be a dispute of sorts. We prefer audio files because it allows us to track your works usage (and pay your revenues) more directly. Start with one of the two file types in order to associate it with a creation. You may add a file of the other type later on.
de: Du hast noch keine Dateien hochgeladen. Bitte hole das über das Menü auf der linken Seite nach. Es gibt zwei Typen von Dateien: Audio und PDF. PDFs dürfen jegliche Form von Musiknoten enthalten, z.B. Exporte von Musiknotations-Software wie MuseScore oder Noteflight -- oder sogar Scans von handgeschriebenen Noten. Audiodateien müssen in einem verlustlosen Format vorliegen wie .wav oder .flac -- verlustbehaftete Formate wie .mp3 oder .ogg werden abgewiesen. Der Grund dafür, dass wir diese digitale Repräsentation Deiner Arbeit einfordern ist, dass wir darüber ein Lied zweifelsfrei identifizieren können, sollte es einen Streit irgendeiner Art darüber geben. Wir bevorzugen Audiodateien, weil es uns direkter erlaubt die Nutzung Deiner Werke nach zu verfolgen (und Dir dafür die Vergütung zu zahlen). Wähle für den Anfang einen der beiden Dateitypen aus. Du kannst später jederzeit eine Datei des anderen Typs hinzufügen.

source: Unassigned Files
de: Nicht zugewiesene Dateien

source: This is the number of files you uploaded but didn't assign to a creation yet. The easiest way to assign a file to a creation is to go to the files list (by clicking on 'Files' in the left-hand menu) and then click the 'Extract metadata' button of the respective list entry. Note that it can take some time (under a minute to some hours -- depending on our server load) to process uploaded files before metadata can be retrieved this way. So audio files will benefit from proper metadata tags, for example, the title will be automatically filled in the resp. field of the creation form. Another method to assign files to creations is to go to Creations Add or Edit function and assign the file on the files tab.
de: Dies ist die Anzahl der Dateien, die Du hochgeladen aber noch nicht zu einem Werk zugewiesen hast. Der einfachste Weg eine Datei einem Werk zuzuweisen ist zu der Datei-Liste zu gehen (indem man links im Menü auf Dateien klickt) und dann den 'Metadaten auslesen '-Knopf des entsprechenden Listeneintrags klickt. Bitte beachte, dass es etwas dauern kann (unter einer Minute bis zu mehreren Stunden -- abhängig von der Auslastung unserer Server), bis die hochgeladenen Dateien verarbeitet sind und Metadaten aus dem 'tag' der Datei dabei direkt in die entsprechenden Formularfelder des neues Werks eingefügt werden können. Eine andere Möglichkeit, Dateien Werken zuzuweisen, ist im Menü bei Werke -> Werk hinzufügen bzw. Werk bearbeiten auf die Registrierkarte 'Dateien' zu gehen.

source: Missing Artists
de: Fehlende Künstler

source: You didn't create any artists yet. Please do so using the menu on the left side. There are two types of artists: solo and group artists. A solo artist can be identical to your birth name, a stage name, project name, or any sort of pseudonym you associate the works of your solo career with. The solo artist is also used to document the role you played as part of a collective effort while creating a song. A group artist, on the other side, is any form of association of individual artists in order to create musical works, for example a band or a collaboration. When creating a group artist, you will be asked to add solo artists as members, so it's a good idea to create your own solo artist(s) first. 'Foreign' artists, for example band members, that refer to other persons, can be created 'on the fly' using the member create button in the group artist creation form. To create a group artist, go to the create artist form and make a check below 'Group'.
de: Du hast bisher noch keine Künstler angelegt. Bitte hole das über das Menü auf der linken Seite nach. Es gibt zwei Arten von Künstlern: Solo- und Gruppenkünstler. Ein Solo-Künstler kann Deinem bürgerlichen Namen, Künstlernamen oder jeglichem Pseudonym entsprechen, mit dem Du die Ergebnisse Deiner Solo-Karriere verknüpfen möchtest. Der Solo-Künstler wird außerdem wichtig, wenn es darum geht Deine Rolle bei einer Kollektivleistung zur Schöpfung eines Stücks zu dokumentieren. Ein Gruppenkünstler ist hingegen jegliche Form der Zusammenfassung individueller Künstler zum Zweck der Erstellung eines musikalischen Werks, z.B. eine Band oder ein Kollaborationsprojekt. Beim Anlegen eines Gruppen-Künstlers wirst Du aufgefordert die zugehörigen Solo-Künstler als Mitglieder hinzuzufügen, weshalb es eine gute Idee ist Deine(n) Solo-Künstler zuerst anzulegen. 'Fremdkünstler', wie z.B. Bandmitglieder, die sich auf andere Personen beziehen, können beim Anlegen des Gruppenkünstlers 'on the fly' mit angelegt werden, indem man auf den 'Mitglied erzeugen'-Knopf klickt. Um einen Gruppenkünstler zu erzeugen, gehe auf das 'Künstler hinzufügen'-Formular und mache ein Häkchen unter 'Gruppe'.

source: Unprocessed Files
de: Unverarbeitete Dateien

source: Number of files that are enqueued for processing by our servers. There is nothing you can do but wait. Processing can take anything from under a minute to several hours depending on server loads. Please come back later to see if we are finished processing your files.
de: Anzahl Dateien, die sich in der Verarbeitungs-Warteschlange auf unseren Servern befinden. Du kannst hier nichts tun außer zu warten. Die Verarbeitung kann von unter einer Minute bis zu mehreren Stunden dauern -- je nachdem wie stark unsere Server ausgelastet sind. Bitte komme später wieder, um zu sehen, ob Deine hochgeladenen Dateien fertig verarbeitet wurden.

source: Creation could not be added: ${crct}
de: Werk konnte nicht hinzugefügt werden. ${crct}

source: Creation added: ${crct} (${crco})
de: Werk hinzugefügt: ${crct} (${crco})

source: Content file ${coco} is already assigned to creation ${crco}.
de: Hochgeladene Datei ${coco} ist bereits dem Werk ${crco} zugewiesen.

source: Only one uploaded content file for each file type (audio and sheet music).
de: Nur ein hochgeladene Datei für jeden Dateityp (Audio und Musiknoten).

source: Metadata
de: Metadaten

source: Derivation
de: Abwandlung

source: Artist edited: ${arna} (${arco})
de: Künstler bearbeitet: ${arna} (${arco})

source: Warning: You don't have permissions to edit the track. Changes won't take effekt.
de: Warnung: Du hast keine Zugriffsrechte, den Track zu bearbeiten. Änderungen werden nicht übernommen.

source: Release edited: ${reti} (${reco})
de: Veröffentlichung bearbeitet: ${reti} (${reco})

source: Release could not be added: ${reti}
de: Veröffentlichung konnte nicht hinzugefügt werden: ${reti}

source: Release added: ${reti} (${reco})
de: Veröffentlichung hinzugefügt: ${reti} (${reco})

source: May only contain digits
de: Darf nur Ziffern enthalten

source: Please enter a valid international standard recording code, for example: DEA123456789
de: Bitte gib einen gültigen 'International Atandard Recording Code' ein: DEA123456789

source: Split Artists
de: Beteiligte Künstler

source: Picture
de: Bild

source: Label Catalog Number of Release
de: Label Katalognummer der Veröffentlichung

source: Production
de: Produktion

source: Distribution
de: Vertrieb

source: Artist could not be added: ${arna}
de: Künstler konnte nicht hinzugefügt werden: ${arna}

source: Congratulations! You created your first artist '${arna}' (${arco}). Now go back to the dashboard and see what's next.
de: Gratulation! Du hast Deinen ersten Künstler '${arna}' (${arco}) angelegt. Gehe jetzt zurück zum Dashboard, um zu erfahren was als nächstes kommt.

source: Artist added: ${arna} (${arco})
de: Künstler hinzugefügt: ${arna} (${arco})

source: Group
de: Gruppe

source: You are already registered with your credentials.
de: Du bist bereits mit Deinen Zugangsdaten registriert.

source: Your email address is not verified yet. Please follow the instructions in our email.
de: Deine Email-Adresse ist noch nicht verifiziert worden. Bitte folge den Instruktionen in unserer Email.

source: There was an error during the registration process. Please try again later and contact us, if this error occurs again. Sorry for the inconveniece.
de: Es gab einen Fehler im Registrierungsprozess. Bitte versuche es später noch einmal und kontaktiere uns, wenn dieser Fehler noch einmal auftritt. Sorry für die Unannehmlichkeiten.

source: Thank you for your registration. We are now processing your request and will send you an email with further instructions.
de: Danke für Deine Registrierung. Wir verarbeiten nun Deine Anfrage und werden Dir eine Email mit weiteren Instruktionen senden.

source: Please enter your name.
de: Bitte gib Deinen Namen ein.

source: You need to accept the terms of service.
de: Du musst die Nutzungsbedingungen akzeptieren.

source: You need to provide your birthdate.
de: Du musst Dein Geburtsdatum angeben.

source: Sorry, I don't believe you are that old.
de: Tut mir Leid aber ich glaube nicht, dass Du so alt bist.

source: Sorry, you are too young to register here.
de: Tut uns Leid, Du bist zu jung, um Dich hier registrieren zu können.

source: Please use the email address as in your membership application.
de: Bitte benutze die Email-Adresse aus Deinem Mitgliedsantrag.

source: Password
de: Passwort

source: Terms of Service
de: Nutzungsbedingungen

source: I accept the terms of service.
de: Ich akzeptiere die Nutzungsbedingungen.

source: Are you a C3S member?
de: Bist Du C3S-Mitglied?

source: Yes
de: Ja

source: No
de: Nein

source: Do you want to apply for C3S membership?
de: Möchtest Du einen Mitgliedschaftsantrag für die C3S stellen?

source: Back
de: Zurück

source: Profile changed for: ${name}
de: Profil geändert für: ${name}

source: Profile changed for: ${name} -- activation email for new email address sent. Please check your (new) email inbox.
de: Profil geändert für: ${name} -- Aktivierungs-EMail für neue EMail-Adresse wurde gesendet. Bitte schaue in Dein (neues) EMail-Postfach.

source: Email address already taken
de: Email-Adresse bereits vergeben

source: Password (leave empty if you don't want to change it)
de: Passwort (frei lassen, wenn nicht geändert werden soll)

source: Warning: A Creation cannot be the original of it self. If you do an adaption of a creation, you need to create a new creation in order to be able to refer to it as an original.
de: Warnung: Ein Werk kann nicht sein eigenes Original sein. Wenn Du eine Adaption eines Werks machst, musst Du ein neues Werk anlegen, um es als Original angeben zu können.

source: Warning: You don't have permissions to edit the original. Changes won't take effekt.
de: Warnung: Du hast keine Zugriffsrechte, um das Original zu bearbeiten. Änderungen werden nicht übernommen.

source: Creation edited: ${crct} (${crco})
de: Werk bearbeitet: ${crct} (${crco})

source: None
de: Keins

source: Composition
de: Komposition

source: Recording
de: Aufnahme

source: Category
de: Kategorie

source: Filetype not allowed.
de: Dateityp nicht erlaubt.

source: Mimetype not allowed.
de: Mimetype nicht erlaubt.

source: Abuse detected. Wait for {number} seconds before trying another upload.
de: Missbrauch wrde erkannt. Warte für {number} Sekunden bevor Du einen neuen Upload versuchst.

source: Sheet Music
de: Musiknoten
